tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
brew "xz"
brew "ansible"
brew "automake"
brew "bash"
brew "bat"
brew "bottom"
brew "btop"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "exa"
brew "exercism"
brew "fd"
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "git"
brew "glow"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "jq"
brew "libuv"
brew "luajit", args: ["HEAD"], link: false
brew "mit-scheme"
brew "mkcert"
brew "nghttp2"
brew "ninja"
brew "nss"
brew "pandoc"
brew "perl"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rlwrap"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "jesseduffield/lazygit/lazygit"
cask "azure-data-studio"
cask "brave-browser"
cask "elgato-control-center"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-powerline-symbols"
cask "font-symbols-only-nerd-font"
cask "kap"
cask "kitty"
cask "orbstack"
cask "runjs"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "wezterm"
vscode "akamud.vscode-theme-onedark"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "jock.svg"
vscode "jpoissonnier.vscode-styled-components"
vscode "msjsdiag.debugger-for-edge"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
